export default {
  header:{
    welcome_to:'مرحبا بك في ',
    company_name:'الجورزميا',
    company_quick_info:'شركة متخصصه في برمجه المواقع و التطبيقات مع خدمات التصميم و التسويق و غيرها من الخدمات الاخري',
    watch_video:'رؤيه الفديو',
    register:'تسجيل مستخدم جديد',
    company_video:'الفديو التسويقي الخاص بألجورزميا',
    search:'أبحث',
  },
  navbar:{
    home:'الرئيسية',
    about:'من نحن',
    posts:'المنشورات',
    jobs:'الوظائف',
    register:'تسجيل مستخدم جديد',
    profile:'الملف الشخصي',
    companies_rank:'ترتيب  الشركات',
    colleagues:'زملائي',
    nearest_jobs:'اقرب الوظائف',
    chat:'المحادثات',
    notifications:'الاشعارات',
    logout:'تسجيل الخروج',
    dashboard:'لوحة الادارة',
  },
  footer:{
    quick_links:'روابط سريعة',
    jobs:'الوظائف',
    companies:'الشركات',
    posts:'الاخبار',
    plans:'الخطط التسعيرية',
    resources:'المصادر',
    privacy:'الخصوصية',
    terms_of_service:'شروط الخدمة',
    user_condition:'أتفاقية المستخدم',
    contact:'التواصل',
  },

  /*===============================start of home page==========================================*/
  home:{
    features_title:'ما الذي يميزنا عن الاخرين',
    features_content:'الجورزميا تقدم مجموعه من المميزات لن تجدها عند اي منافس اخر لذا لا تتردد في التعامل معنا فنحن دوما في خدمتك',
    features:[
      {
        icon:'bi bi-megaphone',
        title:'اسعار منافسة',
        content:'نقدم جميع خدماتنا بأسعار منافسة عن الاخرين وبأعلي جودة ممكنة مع التواصل المستر مع العميل لضمان مستوي الجودة',
      },
      {
        icon:'bi bi-emoji-smile',
        title:'رضاء العميل',
        content:'نحرص دوما علي ارضاء العميل وذلك عن طريق القيام بجميع طلباته الخاصه و تعديلاته في اسرع وقت ممكن مع توجية بعض النصائح التي قد تفيده في عملة',
      },
      {
        icon:'bi bi-currency-dollar',
        title:'الدفع علي مراحل',
        content:'نقدم وسائل متعدده في دفع العميل للخدمة التي نقدمها مع امكانية مع امكانية تقسيط المبلغ علي اكثر من مرحلة حسب راحه العميل و رضائه',
      },
      {
        icon:'bi bi-headset',
        title:'الدعم الفني',
        content:'نحرض دوما بعد انتهاء اي عمل خاص بنا ان نقدم دعم فني مجاني للعميل وذلك وان حدث اي شئ يجدنا علي الفور',
      },
      {
        icon:'bi bi-search',
        title:'محركات البحث',
        content:'بعد انتهاء من اي عمل خاص بنا نحرص علي المنافسه وذلك عن طريق ظهوره في محرك بحث جوجل وان كان تطبيق فيظهر علي ابل ستور و جوجل بلاي',
      },
      {
        icon:'bi bi-card-checklist',
        title:'مشاركة الافكار',
        content:'نقدم الافكار للمستثمرين في مختلف المجالات و كيفية البدء و نوفر ايضا اعلي الموظفين لتلبية كافه احتيجات المستثمر في اي فكرة يريد الاستثمار بها',
      }
    ],
    service_title:'ما هي خدمات الوجورزميا',
    service_content:'ما تستطيع الجورزميا تقديمه لك هو العديد من الخدمات ان كان لديك اي سؤال او تريد الاشتراك  في اي خدمه من تلك الخدمات برجاء التواصل معنا',

  },
  /*===============================end of home page==========================================*/


  /*===============================start of auth pages==========================================*/
  login:{
    for_every_one:'متاح للجميع',
    be_member_of_our_community:'كن عضوا من مجتمعنا للحصول علي افضل الوظائف',
    email:'البريد الالكتروني',
    password:'كلمة المرور',
    login:'تسجيل دخول',
    you_have_not_already_account:'ليس لديك حساب بالفعل',
    register:'تسجيل مستخدم جديد',
    forget_password:'نسيت كلمه المرور',
    reset_password:'استعاده كلمة المرور',
    or:'او',
    register_with:'سجل عن طريق',
    welcome_friend:'مرحبا بك ي صديقي',
    couple_clicks:'بضع نقرات و نبدأ بعدها',
  },
  register:{
    for_every_one:'متاح للجميع',
    be_member_of_our_community:'كن عضوا من مجتمعنا للحصول علي افضل الوظائف',
    email:'البريد الالكتروني',
    username:'اسم المستخدم',
    password:'كلمة المرور',
    password_confirmation:'تأكيد كلمة المرور',
    country:'الدولة',
    phone:'رقم الهاتف',
    city:'المدينة',
    login:'تسجيل دخول',
    you_have_already_account:'لديك حساب بالفعل',
    register:'تسجيل مستخدم جديد',
    select_best_choice:'اختر ما يناسبك',
    or:'او',
    register_with:'سجل عن طريق',
    agree_conditions:'اوافق علي ',
    privacy_policy:'سياسة الخصوصية',
    terms_of_conditions:'شروط المستخدم',
    welcome_friend:'مرحبا بك ي صديقي',
    couple_clicks:'بضع نقرات و نبدأ بعدها',
    user_type:'نوع المستخدم',
    client:'شخص',
    company:'شركة',
  },
  /*===============================end of auth pages==========================================*/
  cvs:{
    main_title:"قم بأنشاء سيرة ذاتية خاصة بك",
    make_new_template:"انشاء واحدة جديدة",
    select_from_templates:"أخر من السير الذاتية الحالية",
    add_section:"اضافه قسم اخر",
    edit_template:"تعديل تنسيقات الواجهه",
    select_best_section:"اختر القسم المناسب لك",
  },
  general:{
    close:'اغلاق',
    are_you_sure_from_delete:'هل انت متأكد من المسح',
    confirm:'نعم متأكد',
  }
}
